export const VIOLATION_OPTIONS = [
    { value: null, label: 'Не выбрано' },
    { value: 1, label: 'Остановка или парковка в запрещенном месте' },
    {
        value: 2,
        label: 'Движение по тротуару, велодорожке или пешеходной дорожке'
    },
    { value: 3, label: 'Проезд на красный' },
    { value: 4, label: 'Непристегнутый ремень (водитель или пассажир)' },
    {
        value: 5,
        label: 'Разворот или поворот в зоне запрета знаками или разметкой'
    },
    {
        value: 6,
        label: 'Движение или остановка на полосе маршрутного транспорта/трамвайных путях'
    },
    { value: 7, label: 'Перевозка людей вне кабины' },
    {
        value: 8,
        label: 'Сел за руль в состоянии опьянения или передал управление нетрезвому человеку'
    },
    {
        value: 9,
        label: 'Остановка или стоянка на пешеходном переходе, ближе 5 метров к нему или на тротуаре'
    },
    { value: 10, label: 'Использование телефона без гарнитуры за рулем' },
    {
        value: 11,
        label: 'Остановка на магистрали или движение медленнее 40 км/ч'
    },
    {
        value: 12,
        label: 'Разворот в разрыве разделительной полосы или движение задним ходом на магистрали'
    },
    {
        value: 13,
        label: 'Разворот или движение задним ходом в запрещенном месте'
    },
    {
        value: 14,
        label: 'Не занял крайний ряд перед поворотом или разворотом'
    },
    { value: 15, label: 'Движение по обочине, пересечение колонны' },
    { value: 16, label: 'Выезд на встречку при объезде препятствия' },
    { value: 17, label: 'Выезд на встречную полосу' },
    { value: 18, label: 'Нарушение требований знаков или разметки' },
    {
        value: 19,
        label: 'Установил на переднюю часть авто красные огни, световозвращающие элементы или иные запрещенные световые приборы'
    },
    {
        value: 20,
        label: 'Установил без разрешения спецсигналы (световые или звуковые), опознавательный фонарь такси или знак «Инвалид»'
    },
    {
        value: 21,
        label: 'Незаконно нанес цветографическую схему оперативных служб или схему легкового такси'
    },
    { value: 22, label: 'Остановка за стоп-линией при красном сигнале' },
    {
        value: 23,
        label: 'Выезд на полосу реверсивного движения на красный сигнал'
    },
    {
        value: 24,
        label: 'Выезд на встречную полосу или встречные трамвайные пути (кроме объезда препятствия)'
    },
    {
        value: 25,
        label: 'Остановка или парковка на автобусной остановке, стоянке такси или ближе 15 метров к ним (кроме посадки пассажиров или вынужденной остановки)'
    },
    {
        value: 26,
        label: 'Остановка или стоянка на трамвайных путях либо дальше первого ряда от края проезжей части'
    },
    {
        value: 27,
        label: 'Остановка или стоянка в тоннеле или создание пробки своим расположением'
    },
    {
        value: 28,
        label: 'Управление ТС с нечитаемым, нестандартным или установленным с нарушением государственным номерным знаком'
    },
    {
        value: 29,
        label: 'Управление ТС без регистрационного знака, с измененным или скрытым номером'
    },
    {
        value: 30,
        label: 'Управление ТС с заведомо подложными госномерами'
    },
    { value: 31, label: 'Оставил ребенка до семи лет одного в машине' },
    {
        value: 32,
        label: 'Перевозил ребенка от семи до 11 лет непристегнутым'
    },
    { value: 33, label: 'Другое' }
]